'use strict';

module.exports = `
**Интервал** - это расстояние между двумя ступенями лада (об этом читайте в статье гаммы). Нижний звук интервала называется основанием, а верхний - вершиной. Интервалы бывают мелодическими и гармоническими. Мелодическим интервал называется, когда звуки извлекаются поочередно, один за другим, а гармоническим, когда звуки извлекаются одновременно. Очевидно, что на гитаре гармонический интервал может быть произведен только на разных струнах.

##Простые интервалы

Простыми называются интервалы, которые не превышают октаву. Всего таких интервалов восемь:

 - Прима (первая ступень) - звуки расположены на одной ступени и звучат в унисон.
 - Секунда (вторая ступень) - интервал в полтона (малая секунда) или тон (боьшая секунда).
 - Терция (третья ступень) - интервал в полтора тона (малая или минорная) или два тона (большая или мажорная)
 - Кварта (четвертая ступень) - интервал в два с половиной тона (чистая кварта) или три тона (увеличенная кварта или уменьшеная квинта). Этот интервал также называется тритон.
 - Квинта (пятая ступень) - интервал в три с половиной тона (чистая квинта)
 - Секста (шестая ступень) - интервал в четыре тона (малая секста) или четыре с половиной тона (большая секста)
 - Септима (седьмая ступень) - интервал в пять тонов (малая септима) или пять с половиной тона (большая септима)
 - Октава (восьмая ступень) - интервал в шесть тонов (чистая октава).
Как видите, интервылы имеют две величины: количественная - указание количества ступеней лада, и качественная - указание количества полутонов. Качественная велична как бы уточняет количественную.

##Составные интервалы

**Составные интервалы** - это интервалы больше октавы.

 - Нона (девятая ступень) - секунда после октавы.
 - Децима (десятая ступень) - терция после октавы.
 - Ундецима (одинадцатая ступень) - кварта после октавы.
 - Дуодецима (двенадцатая ступень) - квинта после октавы.
 - Терцдецима (тринадцатая ступень) - секста после октавы.
 - Квартдецима (четырнадцатая ступень) - септима после октавы.
 - Квинтдецима (пятнадцатая ступень) - двойная октава.
Интервалы больше квинтдецимы своих названий не имеют.

##Обращение интервалов

**Обращение интервалов** - это перемещение основы или вершины интервала на октаву, при котором верхний звук становится нижним, а нижний, наоборот, верхним.

При обращении интервала секунда превращается в септиму, терция - в сексту, кварта - в квинту и наоборот, а тритон остается тритоном. При этом чистые интервалы остаются чистыми, а малые обращаются в большие, уменьшенные - в увеличенные и наоборот.

##Звучание гармонических интервалов

Созвучие гармонических интервалов делится на два вида: консонанс и дессонанс.

**Консонанс** -  это согласное созвучие, приятное для слуха, которое представляется как состояние покоя, отсутствие стремлений. К консонирующим интервалам относятся: прима и октава (весьма совершенный консонанс),  чистые кварта и квинта (совершенный консонанс) малые и большие терция и секста (несовершенный консонанс). Если нижний звук кварты находится в басу, то это созвучие трактуется как диссонанс.

**Диссонанс** - это противоположность консонансу, воспринимаемое на слух как неслияние одновременно звучащих звуков. По настроению диссонанс создает тревогу, напряжение, стремится к разрядке - консонансу. К диссонирующим интервалам относятся септимы, секунды и тритон.
`;